error.pagination.property.max.value=La propri\u00e9t\u00e9 {0} doit \u00eatre inf\u00e9rieure \u00e0 {1}
error.pagination.property.min.value=La propri\u00e9t\u00e9 {0} doit \u00eatre sup\u00e9rieure \u00e0 {1}
error.pagination.property.integer.value=La propri\u00e9t\u00e9 {0} doit \u00eatre un entier
error.field.required=Le champ requis "{0}" est manquant.
error.field.max.length=Le champ "{0}" ne doit pas comporter plus de {1} caract\u00e8res.
error.field.bad.symbols=Le champ "{0}" ne doit pas comporter plus de "{1}" symboles.
error.name.field.required=Entrez le nom de la visualisation.
error.name.field.unique=Ce nom de bloc d'informations existe d\u00e9j\u00e0. Entrez un autre nom.

error.name.field.max.length=Le nom "{0}" ne doit pas comporter plus de {1} caract\u00e8res
error.name.field.bad.symbols=Le nom "{0}" ne doit pas comporter "{1}" symboles

dashboard.error.label.required=Sp\u00e9cifiez le nom du tableau de bord.
dashboard.error.label.maxLength=Le nom du tableau de bord ne doit pas contenir plus de {0} symboles.
dashboard.error.label.doesNotContainSymbols=Le nom du tableau de bord ne doit pas contenir {0} symboles.
dashboard.error.description.maxLength=La description du tableau de bord ne doit pas contenir plus de {0} symboles.
dashboard.error.description.doesNotContainSymbols=La description du tableau de bord ne doit pas contenir {0} symboles.
dashboard.error.parentFolderUri.required=S\u00e9lectionnez un dossier pour enregistrer le tableau de bord.
dashboard.error.refreshInterval.min=L'intervalle d'actualisation du tableau de bord doit \u00eatre sup\u00e9rieur ou \u00e9gal \u00e0 {0} minutes et {1} secondes.
dashboard.error.refreshInterval.required=L'intervalle d'actualisation du tableau de bord doit \u00eatre d\u00e9fini.
dashboard.error.refreshInterval.integer=L'intervalle d'actualisation du tableau de bord doit \u00eatre un entier.
dashboard.error.refreshIntervalUnit.oneOf=L'unit\u00e9 de l'intervalle d'actualisation du tableau de bord doit \u00eatre {0} ou {1}.
dashboard.error.refreshIntervalUnit.required=L'unit\u00e9 de l'intervalle d'actualisation du tableau de bord doit \u00eatre d\u00e9finie.
dashboard.error.dashletMargin.range=La marge du bloc d'informations doit se situer dans l'intervalle [{0}, {1}] pixels.
dashboard.error.dashletMargin.required=La marge du bloc d'informations doit \u00eatre d\u00e9finie.
dashboard.error.dashletMargin.integer=La marge du bloc d'informations doit \u00eatre un entier.
dashboard.error.dashletPadding.range=La marge int\u00e9rieure du bloc d'informations doit se situer dans l'intervalle [{0}, {1}] pixels.
dashboard.error.dashletPadding.required=La marge int\u00e9rieure du bloc d'informations doit \u00eatre d\u00e9finie.
dashboard.error.dashletPadding.integer=La marge int\u00e9rieure du bloc d'informations doit \u00eatre un entier.

// ERREURS DE PROPRI\u00c9T\u00c9S

dashboard.error.report.refreshInterval.min=L'intervalle d'actualisation du rapport doit \u00eatre sup\u00e9rieur ou \u00e9gal \u00e0 {0} minutes et {1} secondes.
dashboard.error.report.refreshInterval.required=L'intervalle d'actualisation du rapport doit \u00eatre d\u00e9fini.
dashboard.error.report.refreshInterval.integer=L'intervalle d'actualisation du rapport doit \u00eatre un entier.
dashboard.error.report.refreshIntervalUnit.oneOf=L'unit\u00e9 de l'intervalle d'actualisation du rapport doit \u00eatre {0} ou {1}.
dashboard.error.report.refreshIntervalUnit.required=L'unit\u00e9 de l'intervalle d'actualisation du rapport doit \u00eatre d\u00e9finie.

dashboard.error.web.page.view.refreshInterval.min=L'intervalle d'actualisation de la page Web doit \u00eatre sup\u00e9rieur ou \u00e9gal \u00e0 {0} minutes et {1} secondes.
dashboard.error.web.page.view.refreshInterval.required=L'intervalle d'actualisation de la page Web doit \u00eatre d\u00e9fini.
dashboard.error.web.page.view.refreshInterval.integer=L'intervalle d'actualisation de la page Web doit \u00eatre un entier.
dashboard.error.web.page.view.refreshIntervalUnit.oneOf=L'unit\u00e9 de l'intervalle d'actualisation de la page Web doit \u00eatre {0} ou {1}.
dashboard.error.web.page.view.refreshIntervalUnit.required=L'unit\u00e9 de l'intervalle d'actualisation de la page Web doit \u00eatre d\u00e9finie.

dashboard.component.error.name.required=Entrez le nom de la visualisation.
dashboard.component.error.name.forbidden.chars=Le nom du bloc d'informations ne peut pas contenir de symboles interdits.
dashboard.component.error.name.duplication=Ce nom de bloc d'informations existe d\u00e9j\u00e0. Entrez un autre nom.
dashboard.component.error.url.forbidden.chars=L'URL ne peut pas contenir de symboles interdits
dashboard.component.error.resource.required=Le chemin de la ressource doit \u00eatre sp\u00e9cifi\u00e9.
dashboard.component.error.alignment.required=L\u2019alignement du texte doit \u00eatre sp\u00e9cifi\u00e9.

dashboard.component.error.scale.to.fit.required=La propri\u00e9t\u00e9 d'ajustement du bloc d'informations doit \u00eatre d\u00e9finie

dashboard.component.error.scale.to.fit.oneOf=L'unit\u00e9 d'ajustement du bloc d'informations doit \u00eatre {0}, {1}, {2} ou {3}.
dashboard.component.error.alignment.oneOf=L'unit\u00e9 d'alignement du texte dans le bloc d'informations doit \u00eatre {0}, {1} ou {2}.

dashboard.component.error.filtersPerRow.range=La valeur des filtres par ligne doit se situer dans l'intervalle [{0}, {1}] unit\u00e9s.
dashboard.component.error.filters.per.row.required=La valeur des filtres par ligne doit \u00eatre sp\u00e9cifi\u00e9e
dashboard.component.error.filters.buttons.position.required=Position des boutons de filtre obligatoire
dashboard.component.error.filters.buttons.position.oneOf=La position des boutons de filtre doit \u00eatre {0} ou {1}
dashboard.component.error.filters.per.row.integer=La valeur des filtres par ligne doit \u00eatre un entier
dashboard.component.error.filter.label.required=Le libell\u00e9 du filtre doit \u00eatre renseign\u00e9
dashboard.component.error.filter.label.forbidden.chars=Le libell\u00e9 du filtre ne peut pas contenir de symboles interdits.

dashboard.component.error.url.required=Veuillez indiquer une URL valide.
dashboard.component.error.title.bar.name.required=La barre de titre doit \u00eatre renseign\u00e9e

dashboard.free.text.error.label.required=Veuillez indiquer un libell\u00e9 de texte valide.
dashboard.component.error.font.required=La police doit \u00eatre sp\u00e9cifi\u00e9e.
dashboard.component.error.font.forbidden.chars=La police ne peut pas contenir de symboles interdits.
dashboard.component.error.font.size.required=La taille de police doit \u00eatre sp\u00e9cifi\u00e9e.
dashboard.component.error.font.size.integer=La taille de police doit \u00eatre un entier.
dashboard.component.error.font.size.min=La taille de police doit \u00eatre sup\u00e9rieure \u00e0 {0}.
dashboard.component.error.font.scale.integer=L'\u00e9chelle doit \u00eatre un entier.
dashboard.component.error.font.scale.min=L'\u00e9chelle doit \u00eatre sup\u00e9rieure \u00e0 1.
dashboard.component.error.font.color.format=La couleur de premier plan doit \u00eatre au format hexagonal
dashboard.component.error.background.color.format=La couleur d'arri\u00e8re-plan doit \u00eatre au format hexagonal

dashboard.filterManager.error.component.required=S\u00e9lectionnez un bloc d'informations.
dashboard.filterManager.error.parameter.required=S\u00e9lectionnez un param\u00e8tre.
dashboard.filterManager.error.parameter.name.required=Veuillez indiquer le nom du filtre.
dashboard.filterManager.error.parameter.name.duplication=Ce nom de filtre existe d\u00e9j\u00e0. Entrez un autre nom.